import React from 'react'
import "../Aside/Aside.css"

const Aside = () => {
  return (
    <>
    {/* FT code start */} <br />
        <aside>
            <div className="container">
                <div className="aside__otadiv">
                    <p className='aside__otadiv__p'>Вас приветствует MacBro — крупнейший в Узбекистане интернет-магазин телефонов, планшетов и других гаджетов от ведущих производителей планеты.
                    Мы уже более 15 лет реализуем продукцию Apple, а также Samsung и Xiaomi. Компания является крупнейшим дистрибьютором этих брендов,
                    что позволило создать оптимальные для покупателей условия. Ознакомьтесь с возможностями, которые открывает перед покупателями
                    в Ташкенте и других городах РУз наш онлайн-магазин телефонов. Здесь же вы найдете ответы на самые популярные вопросы клиентов,
                    задаваемые специалистам службы поддержки MacBro.</p>
<br />
                    <h1>Что мы предлагаем: ассортимент интернет-магазина</h1>
<br />
                    <p className='aside__otadiv__p'>За длительный период деятельности в сфере поставок и продаж различных гаджетов наша компания наладила тесные партнерские отношения с ведущими производителями.
                    Сегодня мы — дистрибьюторы Apple в Узбекистане, что позволяет предлагать покупателям лучшие условия продажи. Одно из главных преимуществ предложения купить
                    телефоны в Ташкенте в онлайн-магазине MacBro — это ассортимент. Он регулярно расширяется: лучшие новинки мирового рынка мобильных устройств и аксессуаров
                    незамедлительно появляются в нашем каталоге. <br /> <br />

                    Для удобства поиска клиентами интересующих гаджетов предлагаемая покупателям продукция распределена на категории. Это позволяет быстро и легко выбрать ноутбуки Mac,
                    моноблоки iMac, смартфоны iPhone, планшеты iPad, смартчасы, наушники AirPods и аксессуары от Apple (продукция этой компании составляет основную часть наших продаж).
                    Отдельные категории выделены для коллекций смартфонов от Samsung, планшетов и наушников производства этой компании. Также у нас можно приобрести лучшие телефоны Xiaomi.</p>
<br />
                    <h1>Почему выбирают MacBro: наши преимущества</h1>
<br />
                    <ul className='aside__otadiv__p'>
                        <li><b>Гарантированное оригинальное качество.</b> На правах дистрибьютора Apple и других производителей в Узбекистане мы обеспечиваем покупателям стопроцентную защиту от подделок.</li>
                        <li><b>Минимальные для Узбекистана цены на телефоны и другие гаджеты.</b> Компания работает с производителями без посредников, что позволяет предлагать покупателям оптимальную стоимость продукции.</li>
                        <li><b>Возможность приобрести смартфоны, ноутбуки, моноблоки и другой товар в рассрочку.</b> Мы предлагаем выгодные условия продажи без первоначального взноса только с паспортом. Купить телефоны в рассрочку можно на срок до 12 месяцев.</li>
                        <li><b>Доставка заказов по всей территории Узбекистана.</b> Мы доставляем телефоны, ноутбуки, аксессуары и другой товар на выгодных для покупателей условиях, с которыми можно ознакомиться в соответствующем разделе сайта.</li>
                        <li><b>Акции и скидки на продукцию из каталога.</b> На сайте регулярно проводятся акции, позволяющие приобрести смартфоны и другой товар со скидкой. Кроме того, у нас есть персональные предложения постоянным клиентам.</li>
                        <li><b>Гарантийное обслуживание в собственном сервис-центре BroService.</b> Мы даем гарантию на всю электронику сроком до одного года, что отличает нас от конкурентов.</li>
                        <li><b>Услуга Тrade in</b> позволяет нашим клиентам обменять свои старые телефоны (от бренда Apple и Samsung) на новую модель смартфона.</li>
                    </ul>
<br />
                    <p className='aside__otadiv__p'>К преимуществам интернет-магазина электроники MacBro также относятся услуги квалифицированных консультантов. С операторами службы поддержки можно связаться по телефону или в Телеграм. 
                    Специалисты предоставят ответы на все возникающие вопросы, помогут подобрать лучшие смартфоны, планшеты и другую продукцию. Они проконсультируют вас по техническим характеристикам продукции Apple, Samsung и Xiaomi, а при необходимости помогут с оформлением заказа.</p>
<br />
                    <h1>FAQ: популярные вопросы клиентов MacBro</h1>
<br />
                    <ul className='aside__otadiv__p'>
                        <li><b>Вы продаете только оригинальные телефоны?</b> — Да. Компания представляет бренд Apple на территории Узбекистана и реализует исключительно оригинальную продукцию. Кроме того, мы предоставляем гарантийное сервисное обслуживание покупателям смартфонов, ноутбуков, планшетов и другой электроники из нашего интернет-магазина.</li>
                        <li><b>Возможны ли какие-то дополнительные расходы, кроме тех, которые указаны при подтверждении заказа?</b> — Нет. Сумма к оплате, указанная при оформлении заявки, является окончательной. В нее включена стоимость, а также дополнительные затраты (доставка) или льготы (акции, скидки).</li>
                        <li><b>Предусмотрен ли у вас возврат товара?</b> — Возврата нет. В случаях, если клиент не удовлетворен устройством и считает, что оно ненадлежащего качества, он имеет право на обмен товара в течение трех рабочих дней с момента покупки товара, с условием отправки заказа обратно в MacBro за свой счет, в неповрежденном виде, с наличием всей комплектации товара.</li>
                        <li><b>Почему на одни и те же модели могут быть разные цены?</b> — Мобильные гаджеты одной марки могут различаться между собой цветом, языковыми пакетами, объемом памяти, клавиатурой и другими спецификациями. Это и является причиной различия в цене.</li>
                    </ul>
                </div>
            </div>
        </aside>
        {/* FT code end */}
    </>
  )
}

export default Aside