import React from 'react'

const Header_pages_about = () => {
    return (
        <>
            <header className="pages__about">
                <div className="header__block">
                    <div className="top">
                        <h1>О компании</h1>
                    </div>
                    <div className="container">
                        <div className="center">
                            <h2>MacBro</h2>
                            <p>Вас приветствует магазин электроники MacBro. У нас вы можете найти всю продукцию Apple. Уже более 14 лет мы консультируем и подбираем нужный гаджет для наших покупателей. За время нашего существования на рынке мы успели оптимизировать доставку по межгороду, так что вы получите гаджет в течении трех дней, а если вам необходима доставка по городу мы доставим гаджет в течении 2 часов. 90% наших клиентов становятся постоянными покупателями, потому что мы даем гарантию на один год. Так же мы открыли свой собственный сервисный центр BroService. Мы работаем 7 дней в неделю с 10:00 до 20:00. Приезжайте к нам мы всегда поможем подобрать подходящий для вас гаджет.</p>
                        </div>
                    </div>
                </div>
            </header>
        </>
    )
}

export default Header_pages_about